1	成语	1

01 物是人非 [1]
.wù shì rén fēi
已掌握请打上对勾！
物：景物。
是：与非相对，意为没变 、依旧。
非：谓改变，不同原样。
景物依旧，人事已非。
多用以形容对故人的怀念。
💡 李清照《武陵春》 “物是人非事事休，欲语泪先流。”
✌️ 故地重游，依然是我熟悉的老房子，但物是人非，曾经的主人已无法寻觅。

✌️ 翻阅着这些老的相册，感叹物是人非，儿时的美好时光已经成为珍贵的回忆。

02 数典忘祖 [2]
.shǔ diǎn wàng zǔ
已掌握请打上对勾！
数 shǔ：数说；
🎏 数说：列举叙述。
典：指历来的制度、掌故，历史事迹。
数典：列举历数典故。
谈论历来的制度、事迹时，把自己祖先的职守都忘了。
比喻忘本。
也比喻对于本国历史的无知。
💡春秋时晋大夫籍谈出使周朝， 周景王问谈 ：晋国何以没有贡物？谈答以晋国从来没有受到周王室器物的赏赐，所以无器物可献。周王指出从晋的始祖唐叔开始，就不断受到王室的赏赐，责备籍谈身为晋国司典的后裔，竟不知道这些史实，说他是“数典而忘其祖”。
🎏 司典：指史官。
✌️ 我们要重视对历史的学习，免得出现数典忘祖的笑话。

✌️ 铭记历史，才能避免犯下数典忘祖的错误。

03 皮开肉绽 [3]
.pí kāi ròu zhàn
已掌握请打上对勾！
绽：衣缝脱线解开，引申为裂开。
皮肉都裂开了。
形容伤势严重。多指受残酷拷打。
✌️ 小明从墙头上重重地摔了下来，疼得龇牙咧嘴，他的衣服也破了，胳膊更是摔得皮开肉绽，鲜血淋漓。

✌️ 靠窗的墙头，挂着一个小学生算术本。很多年过去，小本子已皮开肉绽，脏得像一块破抹布。

04 耳濡目染 [4]
.ěr rú mù rǎn
确定已经掌握了请打上对勾！
濡：感染；沾染。
染：沾染。
🎏 沾染： 因接触而受到影响。
耳朵经常听到，眼睛经常看到，不知不觉地受到影响。
✌️ 他从小就喜欢呆在厨房里看妈妈做饭，耳濡目染的，才上小学的他，竟也会炒两个菜了。

✌️ 他的父母都是多年的生意人，也许是从小耳濡目染的原因，使得他和其他同学相比明显更精明一些。

05 放浪形骸 [5]
.fàng làng xíng hái
已掌握请打上对勾！
浪：放纵。
放浪：放纵不受约束。
🎏 放浪： 也指行为不检点。
🎏 检点：检查约束自己的言语行为。
🎏 放荡：不受约束，放恣任性。后来常指行为不检点。
🎏 放纵：任性而为，不加约束。
骸 hái ：骨头，借指身体。
形骸：人的形体。
指行动不受世俗礼节的束缚。
✌️ 他思如泉涌，淋漓酣畅地抒写了放浪形骸、寄情山水的豪情逸志。

✌️ 自古中国的文人中，多有放浪形骸、佯狂避世的。

✌️ 在这座城市里，这群放浪形骸的年青人，他们找到彼此的共鸣。

06 梦寐以求 [6]
.mèng mèi yǐ qiú
已掌握请打上对勾！
寐：睡着。
🎏 寤寐 wù mèi ：醒与睡着。常用以指日夜。
做梦的时候都在追求。
形容迫切地期望着。
✌️ 长大后能做一个老师是他从小就梦寐以求的事。

✌️ 对于我来说，能够拥有这段真挚的友谊，是我梦寐以求的。

07 纷至沓来 [7]
.fēn zhì tà lái
已掌握请打上对勾！
纷：众多，杂乱；
沓：多，重复。
形容接连不断的到来。
✌️ 这些从全国各地纷至沓来的学生和老师，让人应接不暇。

✌️ 正是一年中最好的季节，各地的游客纷至沓来，大街上的旅游大巴也是随处可见。

08 众口难调 [8]
.zhòng kǒu nán tiáo
已掌握请打上对勾！
众口：众人之口； 这里指众人的口味。
调：调配。
原意是各人的口味不同，很难做出一种饭菜使所有的人都感到好吃。
比喻人多意见多，很难协调到所有的人都满意。
✌️ 众口难调，很遗憾由于争议过大，这件事最终没有被通过。

✌️ 由于大家对这篇文章的评价意见相左、众口难调，评选结果最终产生了重大争议。

09 众口铄金 [9]
.zhòng kǒu shuò jīn
已掌握请打上对勾！
众口：众人的言论；舆论。
铄：熔化。
原比喻舆论的力量强大，足以熔化金属。
多比喻错误的言论或谣言一多，可以颠倒是非。
✌️ 明知是谣言，如果众人都去传，就会聚蚊成雷，众口铄金。

✌️ 曾母非常相信自己的儿子，但在众口铄金、以讹传讹的情况下，让她也不得不开始怀疑曾参是否真的杀人了。

10 众口一词 [10]
.zhòng kǒu yī cí
已掌握请打上对勾！
众口：众人的言论；这里指大家说的。
一：相同；一样。
一词：同样的言辞。
大家说的完全一致。
✌️ 社区居民众口一词，都认为应加强小区的治安管理。

✌️ 虽然同学们对小明的做法有着不同的看法，但在人品方面，大家却是众口一词地给予他高度的评价。

11 不敢苟同 [11]
.bù gǎn gǒu tóng
已掌握请打上对勾！
苟：随便。
不敢随便地同意。
指对人对事抱慎重态度。
✌️ 我对他的观点实在是不敢苟同，因为他完全忽视了实际情况。

✌️ 面对这个决定，想也没想，小明就毫表示了自己不敢苟同，因为他认为这样做会带来更多的问题。

12 差强人意 [12]
.chā qiáng rén yì
已掌握请打上对勾！
差：稍微、大致。
强：振奋。
原指还算能振奋人心。
勉强使人满意。
✌️ 这篇作文文笔虽然不够优美,但结构安排还差强人意。

✌️ 以他的能力而言，这件事的处理结果，只能算是差强人意。

13 夙夜匪懈 [13]
.sù yè fěi xiè

已掌握请打上对勾！
夙夜匪解	1
夙夜在公	1
夙夜：早晚，朝夕；

匪：不；

懈：懈怠。

在公：谓办理公事。(从早到晚，勤于公务。)

形容日夜勤劳，没有松懈。

✌️ 海顿对于创作总是夙夜匪懈，他努力试验各种音乐的可能性，最后完成了一系列广受欢迎的交响曲。

✌️ 当初的梦想仍在心中，他夙夜匪懈地追逐着，从未想过放弃。

14 尸位素餐 [14]
.shī wèi sù cān
已掌握请打上对勾！
尸：谓在其位而无所作为。
尸位：占着职位，却不做事；
素：空。
素餐：不劳动而白吃饭。
占着职位，领着俸禄却不尽职，不做事。
也有自谦的意思，表示没做什么事。
💡 汉 王充 《论衡·量知》：“默坐朝廷，不能言事，故曰尸位。”
✌️ 多多选拔任用优秀的人才，杜绝那些尸位素餐之流，国家才会有希望。

✌️ 说来惭愧，我只不过是尸位素餐，哪有什么功劳啊。

15 尖酸刻薄 [15]
.jiān suān kè bó
已掌握请打上对勾！
尖酸：说话带刺，使人难受。
刻薄：待人处事挑剔、无情。
形容为人刁钻苛刻，冷酷无情。
✌️ 小明待人总是尖酸刻薄，大家都不喜欢和他来往。

✌️ 面对对手的挑衅，小明选择了沉默，而不是用尖酸刻薄的语言进行还击。

16 妄自菲薄 [16]
. wàng zì fěi bó
已掌握请打上对勾！
妄：随便、胡乱;
菲薄：小看、轻视。
随意看轻自己。
✌️ 我们需要正视自己的长处，不因为他人的成就而心态失衡，妄自菲薄。

✌️ 每个人都不应该妄自菲薄，认为自己天生就不是干某件事的料，结果随随便便就选择了放弃。

17 拐弯抹角 [17]
.guǎi wān mò jiǎo
已掌握请打上对勾！
抹角：挨墙角绕过。
沿着弯弯曲曲的路走。
比喻说话、写文章绕弯子，不直截了当。
也比喻通过曲折的关系、途径。
✌️ 小明一上来先是说了一大堆客套话，然后就拐弯抹角地说了起来，直到最后，我才好不容易听出了他的来意。

✌️ 我见小明把话都挑明了，也就不好再拐弯抹角了，干脆就承认了是王老师让我来问他的。

18 挂一漏万 [18]
.guà yī lòu wàn
已掌握请打上对勾！
挂：钩住，这里指说到、提到;
漏：遗漏。
形容列举少数，遗漏多数。常用作谦辞。
✌️ 由于我了解的情况也不多，所说的难免挂一漏万，还望大家多多补充。

✌️ 《新周刊》从666座城市中仅拈出了35座来评说，可想而知，挂一漏万是势所难免的。

19 古道热肠 [19]
. gǔ dào rè cháng
已掌握请打上对勾！
古道：指上古时代淳朴敦厚的民风，这里是真诚、质朴的意思；
热肠：热心肠，热情。
指待人真挚热情。
✌️ 我们小区里有几个古道热肠的人，小明的爸爸就是一个，他们使人与人之间变得温暖和融洽。

✌️ 小明的爸爸是个古道热肠的人，性格特别随和。平时我们这几个要好的同学有事求到他，他都会出手相助。

20 功败垂成 [20]
.gōng bài chuí chéng
已掌握请打上对勾！
功：事情；事业。
垂：将近。
事情快要成功的时候失败了。含有惋惜之意。
✌️ 他历经艰辛，却因一个不经意的疏忽，最终功败垂成，错失了优异的成绩。真是令人惋惜。

✌️ 小明在最后阶段犯下了致命的错误，使得他原本已到手的胜利，最终却是功败垂成。

21 不敢造次 [21]
.bù gǎn zào cì
已掌握请打上对勾！
造次：鲁莽、轻率。
指不敢草率行事或鲁莽行事。
✌️ 王老师是出了名的严厉，小明虽然天不怕地不怕，但在她跟前也从不敢造次。

✌️ 小明想冲过去拦住她，但当着这么多老师和同学的面，又不敢造次，一时急得脸上汗都冒出来了。

22 亘古未有 [22]
.gèn gǔ wèi yǒu
已掌握请打上对勾！
亘古：自古以来。
形容自古到今从来没有。
✌️ 电脑的问世，堪称亘古未有的伟大成就，它彻底改变了我们的生活。

✌️ 核子武器的横空出世，把人类推到了亘古未有的悬祸之中。

23 千秋万代 [23]
. qiān qiū wàn dài
已掌握请打上对勾！
秋：岁。
一千年，一万代。 指世世代代，时间久长。
形容经历的时间极久。
✌️ 历代的皇帝们总是幻想着自己的血脉及统治能够千秋万代，可讽刺的是每一次的改朝换代，对前朝的子孙斩尽杀绝，一直都是个不二的选择。

✌️ 戏曲艺术，如何能千秋万代地在中华大地上传承下去，值得我们去思考。

24 千人诺诺 不如一士谔谔 [24]
qiān rén nuò nuò，bù rú yī shì è è
已掌握请打上对勾！
诺诺：连声应诺。表示顺从，不加违逆。
谔谔：直言争辩貌。
指众多唯唯诺诺之人，不如一名诤谏之士可贵。
💡《史记·商君列传》：“千羊之皮，不如一狐之掖；千人之诺诺，不如一士之谔谔。武王谔谔以昌，殷纣墨墨以亡。”
✌️ 流俗的恭维，不但靠不住，而且在有荣誉心的人看来，反为一种侮辱。所谓“千人诺诺,不如一士谔谔”，就是这个道理。

✌️ "千人诺诺,不如一士谔谔"这句成语，极力赞扬了一个人能够独立思考、勇于批评的品质。

25 唯唯诺诺 [25]
.wéi wéi nuò nuò
已掌握请打上对勾！
唯唯：谦卑的应答;
诺诺：答应的声音。
形容没有自己的主见，卑恭顺从。
✌️ 小明的妈妈非常能干，就是太厉害了，小明在她跟前总是一副唯唯诺诺的样子。

✌️ 我们平时总爱把那些对别人唯唯诺诺，从不提反对意见的人称之为“应声虫”。

26 唯利是图 [26]
.wéi lì shì tú

已掌握请打上对勾！
唯利是从	1
唯：只；

是：助词，用在前置宾语之后；

图：谋取。

从：追求。

只谋求利益，其余一概不管。

✌️ 唯利是图的人把金钱当作了至高无上的追求，他们心里充满了对财富的渴望，当没有正当方式获得它的时候，他们就会不惜采取任何卑劣和可耻的方法来达到目的。

✌️ 在《国富论》中，作者斯密指出，唯利是图的资本家的行为动机。他说：“资本家以牟取利润为唯一目的。”

27 唯命是听 [27]
.wéi mìng shì tīng

已掌握请打上对勾！
唯命是从	1
唯：只；

是：助词，用于前置宾语之后。

听：听从。

从：服从，听从。

表示绝对服从，让做什么就做什么。形容十分顺从听话。

✌️ 军队中，士兵们必须唯命是从，服从指挥官的每一个命令。

✌️ 在前苏联这个专制统治的国家里，人们被迫唯命是从，没有任何表达不满的渠道。

28 罪魁祸首 [28]
.zuì kuí huò shǒu
已掌握请打上对勾！
魁、首：头目。
罪魁：罪恶行为的首要分子。
祸首：犹罪魁。指酿成祸患的主要人物。
指作恶犯罪的首要分子。
✌️ 有些人认为，宗教是多次战争和大屠杀的罪魁祸首，也是这个世界动荡的根源。

✌️ 花粉是让人类患上花粉症的罪魁祸首，花粉症的起因就是人类对植物花粉的过敏反应。

29 罪不容诛 [29]
.zuì bù róng zhū
已掌握请打上对勾！
不容：不能宽容。
诛：处死。
罪恶极大，杀了也抵不了所犯的罪恶。
✌️ 新文化运动发轫之际，有人指责胡适不分青红皂白打倒孔家店，实属罪大恶极，罪不容诛。而胡适对于这种人身攻击向来不作公开回应。

✌️ 中国地域广阔，中央政令如何落实到地方，这件事其实难度很大。所以历朝历代都决不容许地方势力离心离德，分裂割据更是罪不容诛。

30 不容分说 [30]
.bù róng fēn shuō

已掌握请打上对勾！
不由分说	1
不容： {动}不许；不让。

分说：辩白，解说。

不容人分辩解释。

✌️ 下课后，小明被叫到办公室，被王老师不容分说地狠狠地训了一通。

✌️ 王老师的语气很温和，但话里透出不容分说的威严。小明实在想不出如何拒绝，只好不情愿地答应了。

31 不容置喙 [31]
. bù róng zhì huì
已掌握请打上对勾！
容：容许。
喙：嘴。
置喙：插嘴。
指不容许别人插嘴说话。
✌️ 王老师说的这句话看似随意，却明显地透出不容置喙的意味。

✌️ 妈妈真的生气了，以不容置喙的口气说道，“我现在去睡会儿，醒来时这里要打扫的干干净净的。“

32 小心翼翼 [32]
.xiǎo xīn yì yì
已掌握请打上对勾！
翼翼：恭敬谨慎的样子。
举动谨慎、小心的样子。
✌️ 大厅里到处都是人，人们相互间尽量小心翼翼地避让，才不至于碰到对方。

✌️ 奶奶睡着了，我踮起脚步，小心翼翼地尽量不发出一点声音，悄悄地帮她把门关上。

33 盘根问底 [33]
.pán gēn wèn dǐ

已掌握请打上对勾！
盘根究底 ---	1
刨根究底 --- 刨根问底	4
寻根究底 --- 寻根问底	6
盘：仔细查问；

问：追究；考察。

根：根源。

刨根 páo：比喻追究根由、底细。

寻根：寻找根源。

底：根源；内情。

究：追究查寻。

查问、追究事情的根由。

✌️ 孩子们从未见过这些，所以他们充满了好奇，什么都想刨根问底地问出个究竟。

✌️ 开始时，王老师也只是问一些是些鸡毛蒜皮的无关紧要的事，但很快，就刨根问底地追问起了细节。

34 判若云泥 [34]
.pàn ruò yún ní
已掌握请打上对勾！
判：明显不同；
云泥：云在天，泥在地，比喻一个天上一个地下，差距很大。
高低差别就像天上的云彩和地下的泥土那样远。
比喻高低、好坏相差悬殊。
✌️ 只有认真读过这两首诗的人，才能很清楚地看出，它们在思想内容和艺术水平上相比判若云泥。

✌️ 哥德尔在晚年深受疾病之苦，特别是人生最后几年，黑暗苦闷的岁月与他安宁稳定的年少时光判若云泥。

35 抛砖引玉 [35]
. pāo zhuān yǐn yù
已掌握请打上对勾！
引：引出。
抛出砖块，引来宝玉。
比喻用自己粗浅的、不成熟的意见或论著，引出别人高明的、成熟的意见或作品。多用作谦辞。
✌️ 这种事我其实也不熟悉，但是本着抛砖引玉的精神，我就勉为其难地说上两句，或许对其他人是个启发。

✌️ 以上就是我个人的观点，我希望能够起到抛砖引玉的作用，激发更多的同学去思考这个问题，为我们提供更好的思路。

36 引而不发 [36]
.yǐn ér bù fā
已掌握请打上对勾！
引：拉弓；
而：连词。表转折。犹然而，却。
发：射箭。
拉满弓却不射出箭。
比喻做好准备，待机行事。
也常用以比喻善于引导。
✌️罗素认为帝国的统治建立在权力之上，而权力来自暴力，当暴力变成引而不发的威胁恐吓时就是权力。国家与帝国的不同在于，帝国是权力社会，国家是权利社会。

✌️ 作者在这里没有用一句正面的抨击，她懂得避俗，懂得含而不露，引而不发，懂得让读者自己去体味。

37 引颈受戮 [37]
.yǐn jǐng shòu lù
已掌握请打上对勾！
引：伸长；
戮：杀。
受戮：被杀害。
伸长脖子等着被杀。
指等死而不做任何抵抗。
✌️ 在现实生活中，幼稚的诚实只能导致引颈受戮，可笑的坦白也就意味着自己确实犯下了不可饶恕的"罪过"。

✌️ 一个真正有理想、有抱负的人，当他面对残暴的统治者的迫害，往往宁可引颈受戮，也绝不背叛自己的信念。

38 引经据典 [38]
. yǐn jīng jù diǎn
已掌握请打上对勾！
引：援引，引用；
据：依据。
引用经典著作作为依据。
✌️ 王老师讲课时往往引经据典，生动形象地阐释一些道理，大家都很喜欢上他的课。

✌️ 小明酷爱读书，他的言谈中常常引经据典，对很多问题也总有自己独到的见解。

39 引吭高歌 [39]
.yǐn háng gāo gē
确定已经掌握了请打上对勾！
引：拉、伸长、扯开；
吭：嗓子，喉咙。
高：声音响亮或尖锐。
高歌：大声歌唱、放声歌唱。
放开嗓子大声歌唱。
✌️ 晚会进入了高潮，每个人都在尽情地引吭高歌，手舞足蹈。

✌️ 尽管台下坐满了老师和同学，但他引吭高歌且毫不紧张，展现出了他出色的音乐天赋和良好的心理素质。

40 引锥刺股 [40]
.yǐn zhuī cì gǔ
已掌握请打上对勾！
引：用，拿。
锥：锥子；
股：大腿。
晚间读书时想睡觉，就用锥子刺自己的大腿，以保持清醒。
形容学习勤奋刻苦。
💡 《战国策·秦策一》：“读书欲睡，引锥自刺其股，血流至足。”
✌️ 在追求梦想的道路上，有人闻鸡起舞，有人引锥刺股，以警醒自己。

✌️ 为了实现自己的人生目标，他发誓效仿古人，就算是引锥刺股也在所不惜。

41 引人入胜 [41]
.yǐn rén rù shèng
已掌握请打上对勾！
引：吸引;
胜：美妙的境地。特指优美的山水或古迹。
吸引人进入佳境。
形容山水风景或文艺作品美妙动人，很吸引人。
✌️ 舞台上的琴声婉转悠扬，引人入胜。

✌️ 这本小说自开篇，情节设计便精心巧妙，引人入胜，使读者无不拍手称奇。

42 引人注目 [42]
.yǐn rén zhù mù
已掌握请打上对勾！
引：引起、吸引;
注目：注视、注意。
形容人或事物不一般，能吸引人们注意。
✌️ 位于十字路口的东南角的巨幅广告牌，特别引人注目。

✌️ 他的才华和独特的魅力，无论身处何处，总是那么地引人注目。

43 引咎自责 [43]
.yǐn jiù zì zé
已掌握请打上对勾！
引：承当；自承。
咎 jiù ：过失，罪责。
引咎：把错误和过失归在自己身上。
责：谴责，责备。
主动承担错误的责任并作自我批评。
✌️ 这次区上的比赛，我们班连初选都没过，王老师引咎自责，自己承担了全部责任。

✌️ 面对大家的指责，小明引咎自责，承认是自己的消极情绪影响了整个团队。

44 引以为戒 [44]
.yǐn yǐ wéi jiè
已掌握请打上对勾！
引：拿；
引以为：拿…作为
戒：警戒。
把过去的教训作为警戒，避免重蹈覆辙。
🎏 引以为耻：以此事为自己的羞耻。 成语
🎏 引以为荣： 以某个人物、某件事物、某种成绩或某种优点等感到光荣。　成语
🎏 引以为傲： 以某人或某事而感到骄傲。非成语
🎏 引以为豪：把跟自己有关的某人和某事，作为自豪的对象。 非成语
✌️ 对学习中的出现过的错误，我们要引以为戒，避免再犯。

✌️ 我的前车之鉴，你应引以为戒。

45 失之东隅 收之桑榆 [45]
.shī zhī dōng yú shōu zhī sāng yú
已掌握请打上对勾！
东隅：东方日出处，指早晨；
桑榆：日将落时余光在桑榆之间，因此用来指日落处，借指傍晚。
在早晨失去的，在傍晚得到补偿。
比喻开始时或暂时在某一方面失利，但最终在另一方面得到了补偿。
✌️ 在维多利亚的统治下，虽然北美殖民地在此期间脱离英国独立，但加纳、尼日利亚等非洲国家相继沦为英国殖民地，可谓失之东隅，收之桑榆。

✌️ 经历了十年动乱的青年即使有动乱留下的这样那样的问题，也有失之东隅、得之桑榆的一些收获，虽然这些收获说来痛苦得很，花的代价太大，但毕竟也是一种收获。

46 恶贯满盈 [46]
.è guàn mǎn yíng
已掌握请打上对勾！
贯：穿钱的绳子；
盈：满。
罪恶多得象穿钱已穿满一根绳子。
形容罪大恶极。
✌️ 城市中有一部分被称为边缘人，他们的组成非常复杂，有的猥琐、有的高贵、有的恶贯满盈、有的则挣扎在求生的边缘。

✌️ 美国的警察在执法时,犯了哪怕一点点无伤大雅的小错，便只能让被抓的罪证确凿、甚至是恶贯满盈的罪犯逍遥法外。

47 步履维艰 [47]
.bù lǚ wéi jiān
已掌握请打上对勾！
步、履：行走。
步履：行走；
维：文言助词。
艰：困难，不容易。
形容行走困难。
✌️ 当下就业情况非常糟糕，就算是非常艰难地考入了好的大学，未来就业仍将步履维艰。

✌️ 一提到耄耋之年，我马上就会联想到手拄拐杖，白须飘胸，步履维艰，老态龙钟的老人的样子。

48 不足挂齿 [48]
.bù zú guà chǐ
已掌握请打上对勾！
不足：不值得；
挂齿：放在嘴上讲。
表示不值得一提。
✌️ 对于子女，父母最为关心的是他们的学习和健康，其余的都不足挂齿。

✌️ 在小明的眼里，小王只是个势利小人，不足挂齿。

49 足智多谋 [49]
.zú zhì duō móu
已掌握请打上对勾！
足：充实，足够；
智：聪明、智慧；
谋：计谋。
形容人富有智慧，善于谋划。
✌️ 在《三国演义》中，姜维是一位重要人物，他足智多谋，文韬武略，堪称奇才。他死后被魏兵开膛，只见他的胆“大如鸡卵”。胆这么大，难怪姜维胆识过人呢。

✌️ 小明处理事情总是考虑得非常周全，而且经常花样百出，说他足智多谋也不算过分。

50 出将入相 [50]
.chū jiàng rù xiàng
已掌握请打上对勾！
出：出战。
入：入朝。
出征可为将帅，入朝可为丞相。
指文武双全的人才。
也指担任文武要职的人。
✌️ 大凡出将入相者，必定要上知天文，下晓地理。什么叫知晓呢？就是能够先知先觉，要能预知将要发生的事情，要能呼风唤雨，排兵布阵。

✌️ 按中国传统的价值观来衡量，读书就是为了能出将入相，只有成为将相，成为方面大员，才算不虚此生。
